{
    "products": [
        {
            "id": 1,
            "image" : "/assets/product.png",
            "price" : 50 ,
            "name": "12-Month PREMIUM Subscription",
            "description": "Experience the ultimate entertainment package with UK Streaming's 12-month PREMIUM subscription. Access over 22,500 high-quality channels, including exclusive sports and premium adult content. Enjoy a vast library of more than 50,000 movies and series. Our cutting-edge servers are designed for performance and reliability, providing a seamless viewing experience. With regular updates, you'll always have access to the latest and greatest content.",
            "features": [
                "Access to 22,500+ channels",
                "Extensive library of 50,000+ movies and series",
                "Exclusive adult content",
                "Live sports channels",
                "Instant activation",
                "Anti-buffering technology",
                "24/7 customer support",
                "7-day money-back guarantee"
            ]
        },
        {
            "id": 2,
            "image" : "/assets/product.png",
            "price" : 50 ,
            "name": "6-Month PREMIUM Subscription",
            "description": "Unlock a world of entertainment with the 6-month PREMIUM subscription from UK Streaming. Enjoy access to over 22,500 channels, including the latest movies, series, and premium adult content. With our high-performance servers, experience smooth and uninterrupted streaming. Regular updates ensure you never miss out on new releases.",
            "features": [
                "Access to 22,500+ channels",
                "Over 50,000 movies and series available",
                "Live sports coverage",
                "Exclusive adult content",
                "Instant activation",
                "Anti-buffering technology",
                "24/7 customer support"
            ]
        },
        {
            "id": 3,
            "image" : "/assets/product.png",
            "price" : 50 ,
            "name": "3-Month PREMIUM Subscription",
            "description": "Experience the pinnacle of IPTV technology with UK Streaming's 3-month PREMIUM subscription plan. Gain access to over 22,500 high-quality channels, including exclusive adult content, and enjoy a vast library of more than 50,000 movies and series. Our state-of-the-art servers are optimized for performance and stability, ensuring a seamless and uninterrupted viewing experience. Constant updates guarantee that you always have access to the latest content.",
            "features": [
                "Access to 22,500+ channels",
                "50,000+ movies and series",
                "Exclusive adult content",
                "Instant activation",
                "Anti-buffering technology",
                "24/7 customer support"
            ]
        },
        {
            "id": 4,
            "image" : "/assets/product.png",
            "price" : 50 ,
            "name": "1-Month PREMIUM Subscription",
            "description": "Try UK Streaming's 1-month PREMIUM subscription for an incredible short-term viewing experience. With access to over 22,500 high-quality channels and an extensive selection of movies and series, you’ll find something for everyone. Our high-performance servers guarantee smooth streaming, making it the perfect choice for on-the-go entertainment.",
            "features": [
                "Access to 22,500+ channels",
                "Extensive library of movies and series",
                "Instant activation",
                "24/7 customer support"
            ]
        },
        {
            "id": 5,
            "image" : "/assets/product.png",
            "price" : 50 ,
            "name": "12-Month STANDARD Subscription",
            "description": "Enjoy a year of entertainment with UK Streaming's 12-month STANDARD subscription. Access a diverse range of channels, including popular movies and series, while benefiting from our reliable servers that ensure a smooth viewing experience. Regular updates keep your content fresh and exciting.",
            "features": [
                "Access to 10,000+ channels",
                "Over 30,000 movies and series available",
                "Instant activation",
                "24/7 customer support"
            ]
        },
        {
            "id": 6,
            "image" : "/assets/product.png",
            "price" : 50 ,
            "name": "6-Month STANDARD Subscription",
            "description": "With UK Streaming's 6-month STANDARD subscription, you can enjoy a wide variety of channels and an extensive library of movies and series. Our stable servers provide a consistent streaming experience, ensuring that you get the most out of your subscription.",
            "features": [
                "Access to 10,000+ channels",
                "Over 30,000 movies and series available",
                "Instant activation",
                "24/7 customer support"
            ]
        },
        {
            "id": 7,
            "image" : "/assets/product.png",
            "price" : 50 ,
            "name": "3-Month STANDARD Subscription",
            "description": "UK Streaming's 3-month STANDARD subscription offers a fantastic value for those looking to explore a wide selection of channels and content. Experience seamless streaming on our optimized servers, providing reliable access to your favorite shows and movies.",
            "features": [
                "Access to 10,000+ channels",
                "Over 30,000 movies and series available",
                "Instant activation",
                "24/7 customer support"
            ]
        },
        {
            "id": 8,
            "image" : "/assets/product.png",
            "price" : 50 ,
            "name": "1-Month STANDARD Subscription",
            "description": "Perfect for those seeking a short-term entertainment solution, the 1-month STANDARD subscription from UK Streaming offers access to a range of channels and a selection of movies and series. Experience reliable streaming without any long-term commitment.",
            "features": [
                "Access to 10,000+ channels",
                "Over 30,000 movies and series available",
                "Instant activation",
                "24/7 customer support"
            ]
        },
        {
            "id": 9,
            "image" : "/assets/EliteProduct.png",
            "price" : 90 ,
            "name": "12-Month PLATINIUM Subscription",
            "description": "The 12-month PLATINIUM subscription from UK Streaming is designed for the ultimate entertainment enthusiast. With access to an unrivaled selection of channels, including exclusive content, you'll never run out of things to watch. Our top-tier servers guarantee exceptional performance and stability, making your viewing experience truly unforgettable.",
            "features": [
                "Access to 30,000+ channels",
                "Extensive library of 60,000+ movies and series",
                "Exclusive content and events",
                "Live sports coverage",
                "Instant activation",
                "Premium customer support",
                "Anti-buffering technology"
            ]
        }
    ]
}
